 🌐 {تم تحديث القاعدة} 2.23.21.88 - متجر Play.
 ➕ {أضيفت} التحكم المخصص في تنزيل الوسائط لكل دردشة.
 ➕ {تمت الإضافة} نمط واجهة المستخدم القديمة لتطبيق WhatsApp (ANMods > الصفحة الرئيسية > الرأس > نمط واجهة المستخدم الرئيسية).
 ➕ {أضيفت} راجع سجل تحرير الرسائل..
 ➕ {أضيفت} تحسينات أنتيبان.
 ✔️ {ممكّن} حسابات متعددة على نفس الأجهزة.
 ✔️ {ممكّن} حول انتهاء الصلاحية (24 ساعة، 3 أيام، أسبوع واحد).
 ✔️ {ممكّن} ضبط أذونات المجموعة.
 ✔️ {ممكّن} واجهة مستخدم الإعدادات الجديدة.
 ✔️ {Enabled} قم بإنشاء ملف تعريف @username ، وانتظر تنشيط الخادم.
 ✔️ {ممكّن} أضف عنوان البريد الإلكتروني إلى حسابك (الإعدادات > الحساب).
 ✔️ {Enabled} خيار الموافقة على أعضاء المجموعة الجدد قبل الانضمام.
 ✔️ {ممكّن} ميزة معاينة الوسائط.
 ✔️ {ممكّن} إرجاع ترتيب علامات التبويب الأصلية.
✔️ {تم النقل} خيار الوضع الخفيف/الليلي
